snippets/cognizance.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Cognizance</title>
<meta name="generator" content="Org mode">
</head>
<body>
<div id="preamble" class="status">
<link rel="stylesheet" type="text/css" href="/stylesheet.css"/>

<p align="right">
<a class="active" href="/">Home</a> |
<a href="/posts/">Posts</a> |
<a href="/snippets/">Snippets</a> |
<a href="/repository.html">Repository</a> |
<a href="/about.html">About</a>

</p>
</div>
<div id="content">
<header>
<h1 class="title">Cognizance</h1>
</header>
<div id="outline-container-org6b43090" class="outline-2">
<h2 id="org6b43090">Cognizance&#xa0;&#xa0;&#xa0;<span class="tag"><span class="snippets">snippets</span>&#xa0;<span class="quotes">quotes</span></span></h2>
<div class="outline-text-2" id="text-org6b43090">
<p>
Welcome to next snippet of Quotes.
</p>

<p>
Hope so, it is advising enough to make your day well ;)
</p>

<hr>

<ul class="org-ul">
<li>Psychology Reads</li>
</ul>

<blockquote>
<p>
People Aren&rsquo;t Better Lie Detectors (50-60%) in More Realistic Settings
</p>
</blockquote>

<blockquote>
<p>
Nothing in life is as important as you think it is, while you are thinking about it
</p>
</blockquote>

<ul class="org-ul">
<li><p>
Herm Albright
</p>

<blockquote>
<p>
A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort.
</p>
</blockquote></li>

<li><p>
Bret Harte
</p>

<blockquote>
<p>
The only sure thing about luck is that it will change.
</p>
</blockquote></li>

<li><p>
Philip G. Hammerton
</p>

<blockquote>
<p>
Have you ever observed that we pay much more attention to a wise passage when it is quoted than when we read it in the original author?
</p>
</blockquote></li>

<li><p>
Woodrow Wilson
</p>

<blockquote>
<p>
The man who is swimming against the stream knows the strength of it.
</p>
</blockquote></li>
</ul>


<hr>

<div class="org-center">
<p>
With these sweet little pies, I hope it does make your day alive ;)
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p align="center" style="font-size:0.7em;">
<br>
- - - - - - -  - - - - - - -  - - - - - - -  - - - - - - -
<br><br>
2023 - <b>Dilip<sup></sup></b>- Made with 󰣐  using <a href="https://orgmode.org/">Org-mode</a> &amp; <a href="https://www.gnu.org/software/emacs/">Emacs</a>
<br>
The <a href="https://github.com/idlip/idlip.github.io">code</a> for this site is licensed under the <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">GPLv3</a>, and the content is licensed under <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC-BY-SA 4.0</a>
</p>

<!-- with org convert -->

<!-- #+attr_html: :align center :style font-size:0.7em; -->
<!-- Made with 󰣐  using [[https://orgmode.org][Org-mode]] & [[https://www.gnu.org/software/emacs/][Emacs]] -->
<!-- The [[https://github.com/idlip/idlip.github.io][code]] for this site is licensed under the [[https://www.gnu.org/licenses/gpl-3.0.en.html][GPLv3]], and the content is licensed under [[https://creativecommons.org/licenses/by-sa/4.0/][CC-BY-SA 4.0]] -->
</div>
</body>
</html>
